Repository: NMarjou/localization-app
Catalog: TMs/en-US_nl-NL.tmx
Source language: en_us
Languages: nl_nl

source: Data scope
nl_nl: Gegevensbereik

source: Select data scope
nl_nl: Gegevensbereik selecteren

source: Search for a model
nl_nl: Zoeken naar een model

source: Total models
nl_nl: Totaal modellen

source: This note will be visible to everyone reviewing this worker in the pay analysis results.
nl_nl: Deze notitie is zichtbaar voor iedereen die deze werknemer beoordeelt in de resultaten van de loonanalyse.

source: Analysis
nl_nl: Analyse

source: Nb. of subgroups
nl_nl: Aantal subgroepen

source: Subgroup field
nl_nl: Subgroepveld

source: Pay analysis
nl_nl: Salarisanalyse

source: The maximum length of the note is {{max}} characters.
nl_nl: De maximale lengte van de notitie is {{max}} tekens.

source: The note content is required. Please enter your note before saving.
nl_nl: De inhoud van de notitie is verplicht. Voer uw notitie in voordat u opslaat.

source: Configuration details
nl_nl: Configuratiedetails

source: View analysis
nl_nl: Analyse bekijken

source: The visibility was successfully updated.
nl_nl: De zichtbaarheid is succesvol bijgewerkt.

source: Change visibility
nl_nl: Zichtbaarheid wijzigen

source: The analysis result was successfully deleted.
nl_nl: Het analyseresultaat is succesvol verwijderd.

source: Are you sure you want to delete the analysis result? This action cannot be undone.
nl_nl: Weet u zeker dat u het analyseresultaat wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.

source: Backwards elimination
nl_nl: Achterwaartse eliminatie

source: Categorical variables
nl_nl: Categorische variabelen

source: Close pay gaps on a per-group basis
nl_nl: Sluit loonkloof per groep

source: Demographic variables
nl_nl: Demografische variabelen

source: Fairness weight (against cost-effectiveness)
nl_nl: Eerlijkheidsgewicht (versus kosteneffectiviteit)

source: Group fairness weight (against individual fairness)
nl_nl: Groepsrechtvaardigheidsgewicht (ten opzichte van individuele rechtvaardigheid)

source: Max rise
nl_nl: Maximale stijging

source: Number of workers excluded from raise suggestions
nl_nl: Aantal werknemers uitgesloten van verhogingssuggesties

source: Pay gap target (gender)
nl_nl: Streefwaarde loonkloof (gender)

source: Analysis run on
nl_nl: Analyse uitgevoerd op

source: Run by
nl_nl: Uitgevoerd door

source: Subgroups
nl_nl: Subgroepen

source: Sync analysis
nl_nl: Analyse synchroniseren

source: No analyses available yet.
nl_nl: Er zijn nog geen analyses beschikbaar.

source: Pay analysis results
nl_nl: Resultaten beloningsanalyse

source: Publish analysis
nl_nl: Analyse publiceren

source: Apply changes
nl_nl: Wijzigingen toepassen

source: The current grid configuration will be sent to the selected entities. Please double-check whether all visible columns are needed for the further raise recommendation process.
nl_nl: De huidige rasterconfiguratie zal worden verzonden naar de geselecteerde entiteiten. Controleer goed of alle zichtbare kolommen nodig zijn voor het verdere proces van verhogingsaanbevelingen.

source: Define access and permissions for this analysis.
nl_nl: Definieer de toegang en machtigingen voor deze analyse.

source: Can comment
nl_nl: Kan reageren

source: Can edit
nl_nl: Kan bewerken

source: Can view
nl_nl: Kan bekijken

source: Can view admin comment
nl_nl: Kan adminopmerking bekijken

source: Can view HRBP comment
nl_nl: Kan HRBP-opmerking bekijken

source: Compensation recommendation
nl_nl: Aanbevolen beloning

source: Final offer
nl_nl: Definitief aanbod

source: Give access
nl_nl: Toegang geven

source: Pay analysis settings
nl_nl: Instellingen voor loonanalyse

source: Prepopulated final raise proposals with recommendation.
nl_nl: Vooraf ingevulde definitieve verhogingsvoorstellen met aanbeveling.

source: The analysis was successfully published to the Planner.
nl_nl: De analyse is succesvol gepubliceerd naar de Planner.

source: Publish analysis to planner
nl_nl: Analyse publiceren naar planner

source: Set {{permission}} for {{section}}
nl_nl: Stel {{permission}} in voor {{section}}

source: Demographic used
nl_nl: Gebruikte demografische gegevens

source: Columns
nl_nl: Kolommen

source: Workbench visibility
nl_nl: Workbench-zichtbaarheid

source: Save & close
nl_nl: Opslaan en sluiten

source: Save configuration
nl_nl: Configuratie opslaan

source: Planner visibility
nl_nl: Plannerzichtbaarheid

source: The column display settings were successfully saved.
nl_nl: De kolomweergave-instellingen zijn succesvol opgeslagen.

source: Show insights
nl_nl: Inzichten weergeven

source: Comp. manager
nl_nl: Verantwoordelijke verloning

source: Compensation after final raise
nl_nl: Beloning na definitieve verhoging

source: Compensation after recommended raise
nl_nl: Beloning na voorgestelde salarisverhoging

source: Distance from predicted compensation
nl_nl: Afstand tot de voorspelde beloning

source: Distance from predicted compensation (after final raise)
nl_nl: Afstand van voorspelde compensatie (na definitieve verhoging)

source: Outlier % (after final raise)
nl_nl: Uitbijter % (na definitieve verhoging)

source: Final raise amount
nl_nl: Definitief verhogingsbedrag

source: Final raise %
nl_nl: Definitieve verhoging %

source: Line manager
nl_nl: Direct leidinggevende

source: Outlier % (after raise)
nl_nl: Outlier % (na verhoging)

source: Recommended raise amount
nl_nl: Aanbevolen verhogingsbedrag

source: Recommended raise %
nl_nl: Aanbevolen opslag %

source: Based on data from the following snapshot: {{snapshotName}}
nl_nl: Gebaseerd op gegevens uit de volgende snapshot: {{snapshotName}}

source: Current
nl_nl: Huidig

source: Female lower than male
nl_nl: Vrouw lager dan man

source: Final
nl_nl: Definitief

source: Male lower than female
nl_nl: Mannen lager dan vrouwen

source: Recommended
nl_nl: Aanbevolen

source: Adjusted pay gaps by demographics
nl_nl: Gecorrigeerde loonverschillen naar demografie

source: Compare unadjusted and adjusted pay gaps by demographic group (relative to the reference group).
nl_nl: Vergelijk de ongecorrigeerde en gecorrigeerde beloningsverschillen per demografische groep (ten opzichte van de referentiegroep).

source: Number of raises
nl_nl: Aantal salarisverhogingen

source: Total cost of raises
nl_nl: Totale kosten van salarisverhogingen

source: The compensation after raise cannot be lower than the current salary.
nl_nl: De beloning na de verhoging mag niet lager zijn dan het huidige salaris.

source: The note was successfully added.
nl_nl: De notitie is succesvol toegevoegd.

source: The note was successfully updated.
nl_nl: De notitie is succesvol bijgewerkt.

source: Note options
nl_nl: Opmerkingopties

source: The configuration for time in role or leave of absence has been modified. Saving these changes will impact future snapshots and related data.
nl_nl: De configuratie voor tijd in functie of verlof is gewijzigd. Het opslaan van deze wijzigingen heeft invloed op toekomstige momentopnamen en gerelateerde gegevens.

source: Select absence type
nl_nl: Selecteer afwezigheidstype

source: A Leave of absence (LOA) allows workers to take time off work for specific reasons beyond standard paid time off. It may be paid or unpaid, depending on company policies and the purpose of the leave. Common reasons include medical issues, family emergencies, maternity/paternity, education, or personal matters.
nl_nl: Een verlof (LOA) stelt medewerkers in staat om om specifieke redenen vrij te nemen buiten het standaard doorbetaalde verlof. Het kan betaald of onbetaald zijn, afhankelijk van het bedrijfsbeleid en het doel van het verlof. Veelvoorkomende redenen zijn medische problemen, noodgevallen in de familie, zwangerschaps-/ouderschapsverlof, opleiding of persoonlijke omstandigheden.

source: Select which absence types will apply to this policy and the related grace periods for these absences.
nl_nl: Selecteer welke afwezigheidstypes van toepassing zijn op dit beleid en de gerelateerde respijtperiodes voor deze afwezigheden.

source: Enable leave of absence
nl_nl: Verlof inschakelen

source: Leave of absence
nl_nl: Verlof

source: Leave of absence definition
nl_nl: Definitie van verlof

source: Select which absence types will apply to this policy
nl_nl: Selecteer welke afwezigheidstypes van toepassing zijn op dit beleid

source: Add absence type
nl_nl: Afwezigheidstype toevoegen

source: Edit absence type
nl_nl: Afwezigheidstype bewerken

source: The leave of absence is missing the selected types.
nl_nl: Het verlof mist de geselecteerde typen.

source: Grace period (days)
nl_nl: Respijtperiode (dagen)

source: The configuration of the modeler was saved successfully.
nl_nl: De configuratie van de modelleerder is succesvol opgeslagen.

source: Add significant field
nl_nl: Significant veld toevoegen

source: Time in role refers to the duration a worker has spent in their current position or role within an organization. This metric is often used to assess experience, eligibility for promotions, transfers, or additional responsibilities.
nl_nl: Tijd in functie verwijst naar de periode die een medewerker in zijn of haar huidige positie of rol binnen een organisatie heeft doorgebracht. Deze maatstaf wordt vaak gebruikt om ervaring en geschiktheid voor promoties, overplaatsingen of extra verantwoordelijkheden te beoordelen.

source: Significant field definition
nl_nl: Definitie van significant veld

source: Select the field that will trigger a time in role change for workers.
nl_nl: Selecteer het veld dat een wijziging in de tijd in functie voor medewerkers zal activeren.

source: Edit significant field
nl_nl: Belangrijk veld bewerken

source: The time in role is missing the selected fields.
nl_nl: De tijd in rol mist de geselecteerde velden.

source: Select the fields that will trigger a time in role change for workers.
nl_nl: Selecteer de velden die een wijziging in de tijd in functie voor medewerkers zullen activeren.

source: Enable time in role
nl_nl: Tijd in rol inschakelen

source: Situation & Absence Configuration
nl_nl: Situatie- en afwezigheidsconfiguratie

source: Company Structure
nl_nl: Bedrijfsstructuur

source: You don't have permission to delete this payout curve. Only users with the Global compensation admin role can perform this action.
nl_nl: Je hebt geen toestemming om deze uitbetalingscurve te verwijderen. Alleen gebruikers met de globale rol Compensatiebeheerder kunnen deze actie uitvoeren.

source: This payout curve is in "Draft" status and is not used in any bonus plan. Deleting it will permanently remove it from the list. This action cannot be undone.
nl_nl: Deze uitbetalingscurve heeft de status "Concept" en wordt in geen enkel bonusplan gebruikt. Als je deze verwijdert, wordt deze definitief uit de lijst verwijderd. Deze actie kan niet ongedaan worden gemaakt.

source: Delete payout curve
nl_nl: Uitbetalingscurve verwijderen

source: This payout curve is in "Ready" status and is not used in any bonus plan. Deleting it will permanently remove it from the list. This action cannot be undone.
nl_nl: Deze uitbetalingscurve heeft de status "Gereed" en wordt in geen enkel bonusplan gebruikt. Als u deze verwijdert, wordt deze definitief uit de lijst verwijderd. Deze actie kan niet ongedaan worden gemaakt.

source: Are you sure you want to delete the published and used payout curve?
nl_nl: Weet u zeker dat u de gepubliceerde en gebruikte uitbetalingscurve wilt verwijderen?

source: Cannot delete payout curve
nl_nl: Kan uitbetalingscurve niet verwijderen

source: Used in the following places:
nl_nl: Gebruikt op de volgende plaatsen:

source: The payout curve was successfully deleted.
nl_nl: De uitbetalingscurve is succesvol verwijderd.

source: The payout curve was successfully duplicated.
nl_nl: De uitbetalingscurve is succesvol gedupliceerd.

source: Open payout curve
nl_nl: Uitbetalingscurve openen

source: The end payout cannot be empty.
nl_nl: De einduitbetaling kan niet leeg zijn.

source: The end result cannot be empty.
nl_nl: Het eindresultaat kan niet leeg zijn.

source: The payout cannot be empty.
nl_nl: De uitbetaling kan niet leeg zijn.

source: The result cannot be empty.
nl_nl: Het resultaat kan niet leeg zijn.

source: The start payout cannot be empty.
nl_nl: De startuitbetaling kan niet leeg zijn.

source: The start result cannot be empty.
nl_nl: Het startresultaat kan niet leeg zijn.

source: Locations
nl_nl: Locaties

source: This payout curve ({{payoutCurveName}}) is currently used in the following bonus plans:
nl_nl: Deze uitbetalingscurve ({{payoutCurveName}}) wordt momenteel gebruikt in de volgende bonusregelingen:

source: Create skill & competency group
nl_nl: Maak vaardigheids- en competentiegroep aan

source: No skill & competency groups yet!
nl_nl: Nog geen vaardigheids- en competentiegroepen.

source: Scale
nl_nl: Schaal

source: User Segmentation
nl_nl: Gebruikerssegmentatie

source: Exclude individuals
nl_nl: Personen uitsluiten

source: Individuals included
nl_nl: Personen inbegrepen

source: Grant proxy permission
nl_nl: Verleen proxy-toestemming

source: Edit proxy permission
nl_nl: Bewerk proxytoestemming

source: View proxy permission
nl_nl: Bekijk proxytoestemming

source: Grant proxy access to:
nl_nl: Verleen proxytoegang aan:

source: User with proxy access:
nl_nl: Gebruiker met proxytoegang:

source: You haven't added any workers yet. Type in a name to add a worker.
nl_nl: Je hebt nog geen werknemers toegevoegd. Typ een naam in om een werknemer toe te voegen.

source: Who do they need to proxy?
nl_nl: Wie moeten ze vertegenwoordigen?

source: Proxy access cannot be defined for at least one worker because they have not accepted the Data Protection Agreement (DPA).
nl_nl: Proxytoegang kan niet worden gedefinieerd voor ten minste één werknemer omdat zij de Gegevensbeschermingsovereenkomst (DPA) niet hebben geaccepteerd.

source: Proxy access was successfully granted to {{name}}!
nl_nl: Proxy-toegang is succesvol verleend aan {{name}}!

source: View list
nl_nl: Bekijk lijst

source: View proxy access list
nl_nl: Bekijk de lijst met proxytoegang

source: Granted by
nl_nl: Toegekend door

source: List of workers
nl_nl: Lijst van werknemers

source: Historical Performance Rating Upload
nl_nl: Historische prestatiebeoordelingen uploaden

source: Performance Review Settings
nl_nl: Instellingen voor prestatiebeoordeling

source: Performance Review Template
nl_nl: Sjabloon voor prestatiebeoordeling

source: Search in Workbench
nl_nl: Zoek in Workbench

source: Workers & Professional Roles
nl_nl: Werknemers & Professionele Rollen

source: Security & Roles
nl_nl: Beveiliging en rollen

source: Sensitive Content Filtering
nl_nl: Filteren van gevoelige inhoud

source: User session
nl_nl: Gebruikerssessie

source: Smart Features
nl_nl: Slimme functies

source: Enable talent review
nl_nl: Talent Review inschakelen

source: Talent Review Settings
nl_nl: Talent Review-instellingen

source: Worker & Manager Pages
nl_nl: Werknemer- en managerpagina's

source: This category will serve as the default throughout the application.
nl_nl: Deze categorie zal in de hele applicatie als standaard dienen.

source: Global worker category
nl_nl: Wereldwijde werkerscategorie

source: Create global worker category
nl_nl: Globale werkercategorie maken

source: Edit global worker category
nl_nl: Categorie wereldwijde medewerker bewerken

source: Get started by creating it.
nl_nl: Begin door het te maken.

source: No global worker category yet.
nl_nl: Nog geen globale werkercategorie.

source: Define the local worker category that will override the global worker category. The order matters because if a worker is included in multiple configurations, the topmost configuration will be applied.
nl_nl: Definieer de lokale werknemercategorie die de globale werknemercategorie zal overschrijven. De volgorde is belangrijk, want als een werknemer in meerdere configuraties is opgenomen, wordt de bovenste configuratie toegepast.

source: Local worker category
nl_nl: Lokale werknemercategorie

source: Create local category
nl_nl: Lokale categorie aanmaken

source: Are you sure you want to delete this local worker category? This action cannot be undone.
nl_nl: Weet je zeker dat je deze lokale werknemercategorie wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.

source: Delete local worker category
nl_nl: Lokale werknemercategorie verwijderen

source: The local worker category was successfully deleted.
nl_nl: De lokale werknemercategorie is succesvol verwijderd.

source: Blank configuration
nl_nl: Lege configuratie

source: Separator
nl_nl: Scheidingsteken

source: Total workers
nl_nl: Totaal aantal medewerkers

source: No local worker category
nl_nl: Geen lokale werknemercategorie

source: Fields selected: {{count}}
nl_nl: Geselecteerde velden: {{count}}

source: Local category name
nl_nl: Naam lokale categorie

source: Populations selected: {{count}}
nl_nl: Geselecteerde populaties: {{count}}

source: Selected population
nl_nl: Geselecteerde populatie

source: Create local worker category
nl_nl: Lokale werknemercategorie aanmaken

source: Edit local worker category
nl_nl: Lokale werknemercategorie bewerken

source: Provide a name for the category
nl_nl: Geef een naam op voor de categorie

source: This population configuration already exists in a different local worker category.
nl_nl: Deze populatieconfiguratie bestaat al in een andere lokale werknemercategorie.

source: Choose a population for this configuration.
nl_nl: Kies een populatie voor deze configuratie.

source: At least one population must be selected.
nl_nl: Er moet ten minste één populatie worden geselecteerd.

source: Worker Category Management
nl_nl: Beheer van werknemercategorieën

source: Select the field whose values will form part of this worker's category.
nl_nl: Selecteer het veld waarvan de waarden deel zullen uitmaken van de categorie van deze medewerker.

source: An entity is required.
nl_nl: Een entiteit is vereist.

source: A field is required.
nl_nl: Een veld is verplicht.

source: Fill blank fields value with custom values.
nl_nl: Vul lege velden in met aangepaste waarden.

source: The custom value cannot be longer than 50 characters.
nl_nl: De aangepaste waarde mag niet langer zijn dan 50 tekens.

source: A custom value is required when using custom blank values.
nl_nl: Een aangepaste waarde is vereist bij het gebruik van aangepaste lege waarden.

source: Fill blank fields value with a [Blank] value.
nl_nl: Vul lege velden in met de waarde [Leeg].

source: Define how blank values should be handled.
nl_nl: Definieer hoe lege waarden moeten worden behandeld.

source: Blank values
nl_nl: Lege waarden

source: Skip blank fields.
nl_nl: Sla lege velden over.

source: You must add at least one concatenated field.
nl_nl: U moet ten minste één samengevoegd veld toevoegen.

source: The blank value behavior is required.
nl_nl: Het gedrag voor lege waarden is vereist.

source: The separator is required.
nl_nl: De scheidingsteken is verplicht.

source: You have not added any fields yet.
nl_nl: Je hebt nog geen velden toegevoegd.

source: Preview (blank):
nl_nl: Voorbeeld (leeg):

source: [Blank]
nl_nl: [Leeg]

source: Preview (default):
nl_nl: Voorbeeld (standaard):

source: Complete the configuration to see the preview of category of worker.
nl_nl: Voltooi de configuratie om de voorbeeldweergave van de categorie werknemer te zien.

source: Example of a configuration tailored to the specific use case.
nl_nl: Voorbeeld van een configuratie die is afgestemd op de specifieke usecase.

source: • (bullet)
nl_nl: • (opsommingsteken)

source: : (colon)
nl_nl: : (dubbelepunt)

source: , (comma)
nl_nl: , (komma)

source: - (dash)
nl_nl: - (streepje)

source: / (forward slash)
nl_nl: / (schuine streep)

source: – (hyphen)
nl_nl: – (koppelteken)

source: Select the separator you want to use for the configuration.
nl_nl: Selecteer het scheidingsteken dat u voor de configuratie wilt gebruiken.

source: ; (semicolon)
nl_nl: ; (puntkomma)
